Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What would your warning label say if you were a product?
de: Was würde auf deinem Warnhinweis stehen, wenn du ein Produkt wärst?
es: Si fueras un producto, ¿qué diría tu etiqueta de advertencia?
fr: Que dirait ton étiquette d'avertissement si tu étais un produit ?
it: Cosa direbbe la tua etichetta di avvertenza se fossi un prodotto?
ja: あなたが製品だとしたら、警告ラベルには何と書いてありますか？
ko: 당신이 제품이라면 경고 라벨에 뭐라고 쓰여 있겠어요?
nb: Hva ville advarselsetiketten din sagt hvis du var et produkt?
nl: Wat zou er op jouw waarschuwingslabel staan als je een product was?
pl: Co by było napisane na twojej etykiecie ostrzegawczej, gdybyś był produktem?
pt_br: O que diria o seu rótulo de advertência se você fosse um produto?
sv: Vad skulle din varningsetikett säga om du var en produkt?
uk: Що б говорила твоя попереджувальна наліпка, якби ти був товаром?
zh_hans: 如果你是一个产品，你的警告标签会写什么？

source: What, if anything, is too serious to be joked about?
de: Was ist, wenn überhaupt, zu ernst, um darüber zu scherzen?
es: ¿Qué es, si acaso, demasiado serio como para bromear sobre ello?
fr: Qu’est-ce qui est, le cas échéant, trop sérieux pour en plaisanter ?
it: Cosa, se qualcosa, è troppo seria per scherzarci sopra?
ja: 冗談にできないほど深刻なことはありますか？あるとしたら何ですか？
ko: 농담하기에는 너무 심각한 일은 무엇이 있습니까? (있다면)
nb: Hva, om noe, er for alvorlig til å tulle om?
nl: Wat is, als er al iets is, te serieus om over te grappen?
pl: Co, jeśli w ogóle, jest zbyt poważne, by żartować?
pt_br: O que é, se for o caso, sério demais para se brincar?
sv: Vad, om något, är för allvarligt för att skämta om?
uk: Що, якщо щось, є надто серйозним, щоб жартувати про це?
zh_hans: 如果有的话，什么事情严肃到不能开玩笑？

source: What's a 'bucket list' item that doesn't involve travel?
de: Was ist ein Punkt auf deiner Bucket List, der kein Reisen beinhaltet?
es: ¿Qué elemento de tu 'lista de deseos' no implica viajar?
fr: Quel élément de ta 'liste de choses à faire avant de mourir' n'implique pas de voyage ?
it: Quale elemento della 'lista dei desideri' non implica viaggiare?
ja: 旅行を伴わない「バケットリスト」の項目は何ですか？
ko: 여행이 필요하지 않은 '버킷 리스트' 항목이 무엇인가요?
nb: Hva er en ting på 'bucket listen' din som ikke innebærer reise?
nl: Welk 'bucketlist'-item heeft niets met reizen te maken?
pl: Jaka pozycja z 'listy marzeń' nie wymaga podróżowania?
pt_br: Qual item da 'lista de desejos' não envolve viagem?
sv: Vad är en 'bucket list'-grej som inte handlar om att resa?
uk: Який пункт у вашому 'списку бажань' не передбачає подорожей?
zh_hans: 哪项“遗愿清单”内容与旅行无关？

source: What's a 'deal-maker' for you in a friendship that isn't about shared interests?
de: Was ist für dich ein „Deal-Maker“ in einer Freundschaft, der nichts mit gemeinsamen Interessen zu tun hat?
es: ¿Qué es un 'factor decisivo' para ti en una amistad que no se trata de intereses compartidos?
fr: Qu'est-ce qui scelle une amitié pour vous, qui ne concerne pas les intérêts communs ?
it: Qual è un 'elemento decisivo' per te in un'amicizia che non riguarda interessi condivisi?
ja: 共通の趣味ではない、友情における「決め手」は何ですか？
ko: 공통 관심사가 아닌, 우정에서 당신의 '결정적 요소'는 무엇인가요?
nb: Hva er en 'avgjørende faktor' for deg i et vennskap som ikke handler om felles interesser?
nl: Wat is voor jou een 'deal-maker' in een vriendschap dat niets met gedeelde interesses te maken heeft?
pl: Co jest dla ciebie „przesłanką” w przyjaźni, która nie dotyczy wspólnych zainteresowań?
pt_br: O que é um 'fator decisivo' para você em uma amizade que não envolve interesses em comum?
sv: Vad är en 'avgörande faktor' för dig i en vänskap som inte handlar om gemensamma intressen?
uk: Що для вас є «вирішальним фактором» у дружбі, який не стосується спільних інтересів?
zh_hans: 在友谊中，哪个与共同兴趣无关的「决定因素」对你很重要？

source: What's a 'dream job' you had as a kid that you still think about sometimes?
de: Von welchem 'Traumjob' aus deiner Kindheit denkst du manchmal noch?
es: ¿Qué 'trabajo soñado' tenías de niño que todavía piensas a veces?
fr: Quel 'métier de rêve' avais-tu étant enfant et auquel tu penses encore parfois ?
it: Quale 'lavoro dei sogni' avevi da bambino a cui a volte pensi ancora?
ja: 子供の頃に夢見ていた「仕事」で、今でも時々考えるものは何ですか？
ko: 어릴 적 가졌던 '꿈의 직업' 중 가끔씩 떠오르는 것이 있나요?
nb: Hvilken 'drømmejobb' hadde du som barn som du fortsatt tenker på iblant?
nl: Welke 'droombaan' had je als kind waar je nog wel eens aan denkt?
pl: O jakiej 'wymarzonej pracy' z dzieciństwa czasem jeszcze myślisz?
pt_br: Qual 'trabalho dos sonhos' você tinha quando criança e ainda pensa às vezes?
sv: Vilket 'drömjobb' hade du som barn som du ibland fortfarande tänker på?
uk: Про яку 'роботу мрії' з дитинства ви іноді ще думаєте?
zh_hans: 你小时候的哪个“梦想工作”现在偶尔还会想起？

source: What's a 'grown-up' skill you still haven't mastered?
de: Welche ‚Erwachsenenfähigkeit‘ hast du immer noch nicht gemeistert?
es: ¿Qué habilidad de 'adulto' todavía no has dominado?
fr: Quelle compétence d' 'adulte' n'as-tu toujours pas maîtrisée ?
it: Quale abilità 'da adulti' non hai ancora imparato?
ja: まだ習得していない「大人の」スキルは何ですか？
ko: 아직도 숙달하지 못한 '어른' 스킬은 무엇인가요?
nb: Hvilken 'voksen'-ferdighet har du fortsatt ikke mestret?
nl: Welke 'volwassen' vaardigheid heb je nog niet onder de knie?
pl: Jakiej 'dorosłej' umiejętności wciąż nie opanowałeś?
pt_br: Qual habilidade de 'adulto' você ainda não dominou?
sv: Vilken 'vuxen'-färdighet har du fortfarande inte bemästrat?
uk: Яку 'дорослу' навичку ви досі не опанували?
zh_hans: 你还没掌握哪种‘成年人’技能？

source: What's a 'guilty pleasure' that you don't actually feel guilty about?
de: Was ist ein 'schlechtes Gewissen'-Vergnügen, bei dem du eigentlich kein schlechtes Gewissen hast?
es: ¿Qué es un 'placer culpable' del que en realidad no te sientes culpable?
fr: Quel est un « plaisir coupable » dont tu ne te sens pas vraiment coupable ?
it: Qual è un 'piacere proibito' per cui non ti senti effettivamente in colpa?
ja: 実際には罪悪感を感じていない『罪な楽しみ』は何ですか？
ko: 실제로는 죄책감을 느끼지 않는 '죄책감 있는 즐거움'이 있다면 뭐예요?
nb: Hva er en 'skyldig glede' som du egentlig ikke føler deg skyldig for?
nl: Wat is een 'schuldig genoegen' waar je je eigenlijk niet schuldig over voelt?
pl: Jaka jest 'przyjemność z poczuciem winy', z której tak naprawdę nie czujesz się winny?
pt_br: Qual é um 'prazer culpado' pelo qual você realmente não se sente culpado?
sv: Vad är en 'skamlig njutning' som du egentligen inte känner dig skyldig för?
uk: Яке 'винне задоволення' насправді не викликає у вас почуття провини?
zh_hans: 有什么‘罪恶快感’是你其实一点都不感到内疚的？

source: What's a 'kids only' club or secret society you started?
de: Welchen „Nur für Kinder“-Club oder geheimen Bund hast du gegründet?
es: ¿Qué club 'solo para niños' o sociedad secreta creaste?
fr: Quel club « réservé aux enfants » ou société secrète as-tu lancé ?
it: Quale club 'solo bambini' o società segreta hai fondato?
ja: あなたが始めた「子供限定」のクラブや秘密結社は何ですか？
ko: 당신이 만든 '어린이 전용' 클럽이나 비밀 결사는 무엇인가요?
nb: Hvilken «bare for barn»-klubb eller hemmelig klubb startet du?
nl: Welke 'alleen voor kinderen'-club of geheime club ben jij begonnen?
pl: Jaki klub „tylko dla dzieci” lub tajne stowarzyszenie założyłeś?
pt_br: Qual clube 'só para crianças' ou sociedade secreta você começou?
sv: Vilken 'bara barn'-klubb eller hemlig klubb startade du?
uk: Який клуб «тільки для дітей» або таємне товариство ти заснував?
zh_hans: 你发起过什么“仅限儿童”的俱乐部或秘密团体？

source: What's a 'life hack' you use almost daily?
de: Welchen ‚Lifehack‘ verwendest du fast täglich?
es: ¿Qué 'truco de vida' usas casi a diario?
fr: Quel 'astuce de vie' utilises-tu presque quotidiennement ?
it: Quale 'life hack' usi quasi ogni giorno?
ja: ほぼ毎日使っている「ライフハック」は何ですか？
ko: 거의 매일 사용하는 '라이프 해킹'이 있다면?
nb: Hvilket 'life hack' bruker du nesten daglig?
nl: Welke 'life hack' gebruik jij bijna dagelijks?
pl: Jakiego 'life hacka' używasz prawie codziennie?
pt_br: Qual 'dica de vida' você usa quase diariamente?
sv: Vilket 'life hack' använder du nästan dagligen?
uk: Який 'лайфхак' ви використовуєте майже щодня?
zh_hans: 你几乎每天都在用的‘生活妙招’是什么？

source: What's a 'life skill' you learned from a video game?
de: Welche 'Lebenskompetenz' hast du von einem Videospiel gelernt?
es: ¿Qué 'habilidad para la vida' aprendiste de un videojuego?
fr: Quelle « compétence de vie » as-tu apprise d’un jeu vidéo ?
it: Quale 'abilità di vita' hai imparato da un videogioco?
ja: ビデオゲームから学んだ『ライフスキル』は何ですか？
ko: 비디오 게임에서 배운 '인생 기술'이 있다면 뭐예요?
nb: Hvilken 'livsferdighet' lærte du fra et videospill?
nl: Welke 'levensvaardigheid' heb je geleerd van een videogame?
pl: Jakiej 'życiowej umiejętności' nauczyłeś się z gry wideo?
pt_br: Qual 'habilidade de vida' você aprendeu com um videogame?
sv: Vilken 'livsfärdighet' lärde du dig från ett videospel?
uk: Яку «життєву навичку» ви дізналися з відеогри?
zh_hans: 你从电子游戏中学到了什么‘生活技能’？

source: What's a 'love language' you've discovered you need that you didn't know about?
de: Welche „Liebesprache“ hast du bei dir entdeckt, von der du nichts wusstest?
es: ¿Qué 'lenguaje de amor' has descubierto que necesitas y que no sabías?
fr: Quel « langage d'amour » avez-vous découvert avoir besoin, dont vous ignoriez l'existence ?
it: Quale 'linguaggio dell'amore' hai scoperto di avere bisogno e di cui non sapevi nulla?
ja: 自分に必要だと気づいた「愛の言語」で、知らなかったものは何ですか？
ko: 필요하다는 것을 알게 된 '사랑의 언어' 중 몰랐던 것은 무엇인가요?
nb: Hvilket 'kjærlighetsspråk' har du oppdaget at du trenger som du ikke visste om?
nl: Welke 'liefdestaal' ben je bij jezelf tegengekomen die je nodig hebt, maar niet kende?
pl: Jaki 'język miłości' odkryłeś, że jest ci potrzebny, a o którym nie wiedziałeś?
pt_br: Qual 'linguagem do amor' você descobriu que precisa e não sabia?
sv: Vilket 'kärleksspråk' har du upptäckt att du behöver som du inte visste om?
uk: Яку «мову любові» ви виявили, що вам потрібна, про яку не знали?
zh_hans: 你发现自己需要哪种以前不知道的「爱的语言」？

source: What's a 'mistake' that turned out to be a blessing?
de: Was war ein 'Fehler', der sich als Segen herausstellte?
es: ¿Qué 'error' resultó ser una bendición?
fr: Quelle 'erreur' s'est avérée être une bénédiction ?
it: Quale 'errore' si è rivelato una benedizione?
ja: 結果的に幸運だった「失敗」は何ですか？
ko: 축복으로 밝혀진 '실수'는 무엇인가요?
nb: Hvilken 'feil' viste seg å være en velsignelse?
nl: Welke 'fout' bleek een zegen?
pl: Jaki 'błąd' okazał się błogosławieństwem?
pt_br: Que 'erro' acabou sendo uma bênção?
sv: Vilket 'misstag' visade sig vara en välsignelse?
uk: Яка «помилка» виявилася благословенням?
zh_hans: 哪个“错误”反而成了一件幸事？

source: What's a 'must-have' item in your travel bag that isn't a phone or charger?
de: Welcher Gegenstand in deiner Reisetasche ist ein Muss (außer Handy und Ladegerät)?
es: ¿Qué artículo es imprescindible en tu bolso de viaje que no sea teléfono o cargador?
fr: Quel objet 'indispensable' as-tu dans ton sac de voyage (hors téléphone et chargeur) ?
it: Quale oggetto 'indispensabile' hai nella borsa da viaggio che non sia telefono o caricabatterie?
ja: 電話や充電器以外で、旅行バッグに必須のアイテムは何ですか？
ko: 휴대폰이나 충전기가 아닌 여행 가방에 '필수'로 넣는 물건은 무엇인가요?
nb: Hvilken 'must-have'-gjenstand har du i reisebaggen som ikke er telefon eller lader?
nl: Wat is een 'must-have' in je reistas dat geen telefoon of oplader is?
pl: Jaka rzecz w torbie podróżnej jest dla ciebie 'must-have' (oprócz telefonu i ładowarki)?
pt_br: Qual item é 'obrigatório' na sua mala de viagem que não seja telefone ou carregador?
sv: Vilket 'måste-ha'-föremål har du i din resväska som inte är en telefon eller laddare?
uk: Яка 'необхідна' річ у вашій дорожній сумці, окрім телефону чи зарядного пристрою?
zh_hans: 你的旅行包里除了手机和充电器外，哪个是「必备」物品？

source: What's a 'rest day' look like for you on a vacation?
de: Wie sieht für dich ein 'Ruhetag' im Urlaub aus?
es: ¿Cómo es un 'día de descanso' para ti en vacaciones?
fr: À quoi ressemble un 'jour de repos' pour toi en vacances ?
it: Com'è per te un 'giorno di riposo' in vacanza?
ja: 休暇中の「休息日」とはどのようなものですか？
ko: 휴가 중 '휴식일'은 어떤 모습인가요?
nb: Hvordan ser en 'hviledag' ut for deg på ferie?
nl: Hoe ziet een 'rustdag' er voor jou uit op vakantie?
pl: Jak wygląda dla ciebie 'dzień odpoczynku' na wakacjach?
pt_br: Como é um 'dia de descanso' para você nas férias?
sv: Hur ser en 'vilodag' ut för dig på semester?
uk: Як виглядає для вас 'день відпочинку' у відпустці?
zh_hans: 对你来说，度假中的「休息日」是什么样的？

source: What's a 'thank you' you've never said but want to?
de: Für was möchtest du dich bedanken, hast es aber nie getan?
es: ¿Qué 'gracias' nunca has dicho pero te gustaría decir?
fr: Quel « merci » n'avez-vous jamais dit mais aimeriez-vous dire ?
it: Quale 'grazie' non hai mai detto ma vorresti dire?
ja: 言ったことがないけど言いたい「ありがとう」は何ですか？
ko: 한 번도 하지 않았지만 하고 싶은 '고마워'는 무엇인가요?
nb: Hvilken 'takk' har du aldri sagt, men ønsker å si?
nl: Welke 'dankjewel' heb je nooit gezegd maar wil je wel zeggen?
pl: Za co chciałbyś podziękować, a nigdy tego nie zrobiłeś?
pt_br: Qual 'obrigado' você nunca disse, mas gostaria de dizer?
sv: Vilket 'tack' har du aldrig sagt men vill säga?
uk: За що ви хотіли б подякувати, але ніколи не дякували?
zh_hans: 哪句「谢谢」你从没说过却想说？

source: What's a 'tourist trap' you think everyone should see once anyway?
de: Welche Touristenfalle sollte deiner Meinung nach jeder einmal gesehen haben?
es: ¿Qué 'trampa para turistas' crees que todo el mundo debería ver al menos una vez?
fr: Quel 'piège à touristes' tout le monde devrait voir au moins une fois selon toi ?
it: Quale 'trappola per turisti' pensi che tutti dovrebbero vedere almeno una volta?
ja: 誰でも一度は見るべきだと思う「観光名所の罠」は何ですか？
ko: 한 번쯤은 모두 봐야 한다고 생각하는 '관광 함정'은 무엇인가요?
nb: Hvilken 'turistfelle' synes du alle bør oppleve minst en gang?
nl: Welke 'toeristenval' vind je dat iedereen toch minstens één keer moet zien?
pl: Którą 'pułapkę turystyczną' każdy powinien zobaczyć chociaż raz?
pt_br: Qual 'armadilha de turista' você acha que todo mundo deveria ver pelo menos uma vez?
sv: Vilken 'turistfälla' tycker du alla borde se minst en gång?
uk: Яку 'туристичну пастку', на вашу думку, кожен має побачити хоча б раз?
zh_hans: 哪个「游客陷阱」你认为每个人都应该至少看一次？

source: What's a 'waste of time' that you think is actually valuable?
de: Was hältst du für eine wertvolle „Zeitverschwendung“?
es: ¿Qué es una „pérdida de tiempo“ que crees que en realidad es valiosa?
fr: Quelle « perte de temps » penses-tu être en réalité précieuse ?
it: Quale 'perdita di tempo' pensi sia in realtà preziosa?
ja: 「時間の無駄」だと思われているが、実は価値があると思うことは何ですか？
ko: '시간 낭비'라고 생각하지만 실제로는 가치 있다고 생각하는 것은 무엇인가요?
nb: Hva er en 'tidssløseri' som du synes egentlig er verdifull?
nl: Wat is volgens jou een 'tijdverspilling' die eigenlijk waardevol is?
pl: Co jest według ciebie „stratą czasu”, ale tak naprawdę wartościowe?
pt_br: O que é uma 'perda de tempo' que você acha que é realmente valiosa?
sv: Vad är ett 'tidsslöseri' som du tycker faktiskt är värdefullt?
uk: Що є «марнуванням часу», але, на вашу думку, насправді цінним?
zh_hans: 哪件被视作“浪费时间”的事，你觉得其实很有价值？

source: What's a 'what if' scenario you want to turn into 'what's next'?
de: Welches 'Was-wäre-wenn'-Szenario möchtest du in 'Was kommt als nächstes' verwandeln?
es: ¿Qué escenario de 'y si...' quieres convertir en 'qué sigue'?
fr: Quel scénario de 'et si' veux-tu transformer en 'et ensuite' ?
it: Quale scenario del 'e se' vuoi trasformare in 'cosa succede dopo'?
ja: 「もしも」のシナリオを「次はこれ」に変えたいものは何ですか？
ko: '만약에' 시나리오를 '다음 단계'로 바꾸고 싶은 것이 있나요?
nb: Hvilket 'hva hvis'-scenario vil du gjøre om til 'hva blir det neste'?
nl: Welk 'wat als'-scenario wil je omzetten in 'wat nu'?
pl: Jaki scenariusz 'co jeśli' chcesz zamienić w 'co dalej'?
pt_br: Qual cenário de 'e se' você quer transformar em 'o que vem depois'?
sv: Vilket 'tänk om'-scenario vill du göra om till 'vad blir nästa'?
uk: Який сценарій 'а що, якщо' ви хочете перетворити на 'що далі'?
zh_hans: 你想把哪个“如果……”变成“接下来呢”？

source: What’s a bad habit you want to break?
de: Welche schlechte Angewohnheit möchtest du ablegen?
es: ¿Qué mal hábito quieres romper?
fr: Quelle est une mauvaise habitude que tu veux briser ?
it: Quale cattiva abitudine vuoi rompere?
ja: やめたい悪い習慣は何ですか？
ko: 고치고 싶은 나쁜 습관은 무엇인가요?
nb: Hvilken dårlig vane vil du bryte?
nl: Welke slechte gewoonte wil je doorbreken?
pl: Jaki zły nawyk chcesz zmienić?
pt_br: Qual é um mau hábito que você quer quebrar?
sv: Vilken dålig vana vill du bryta?
uk: Яку шкідливу звичку ви хочете позбутися?
zh_hans: 你想改掉什么坏习惯？

source: What's a belief about love you had to unlearn?
de: Welchen Glaubenssatz über Liebe musstest du verlernen?
es: ¿Qué creencia sobre el amor tuviste que desaprender?
fr: Quelle croyance sur l'amour avez-vous dû désapprendre ?
it: Quale convinzione sull'amore hai dovuto disimparare?
ja: 愛についてのどの信念を学び直す必要がありましたか？
ko: 사랑에 대한 어떤 믿음을 배우지 않아도 되었나요?
nb: Hvilken overbevisning om kjærlighet måtte du avlære?
nl: Welke overtuiging over liefde moest je afleren?
pl: Jakie przekonanie o miłości musiałeś oduczyć?
pt_br: Qual crença sobre o amor você teve que desaprender?
sv: Vilken övertygelse om kärlek var du tvungen att avlära dig?
uk: Яке переконання про любов вам довелося позбутися?
zh_hans: 关于爱的哪种观念是你必须摒弃的？

source: What's a belief you hold that you've never been fully challenged on?
de: An welchen Glauben hältst du fest, der nie wirklich in Frage gestellt wurde?
es: ¿Cuál es una creencia que tienes que nunca ha sido desafiada por completo?
fr: Quelle est une croyance que vous avez et qui n'a jamais été pleinement remise en question ?
it: Qual è una convinzione che hai che non è mai stata completamente messa in discussione?
ja: あなたが持っている信念の中で、完全に疑問視されたことがないものは何ですか？
ko: 당신이 가지고 있는 신념 중 완전히 도전받은 적이 없는 것은 무엇인가요?
nb: Hvilken overbevisning har du som aldri har blitt helt utfordret?
nl: Welke overtuiging heb je die nooit volledig is uitgedaagd?
pl: Jakie masz przekonanie, które nigdy nie zostało w pełni zakwestionowane?
pt_br: Qual é uma crença que você tem que nunca foi totalmente desafiada?
sv: Vilken övertygelse har du som aldrig har blivit helt utmanad?
uk: Яке переконання ви маєте, яке ніколи не було повністю оскаржене?
zh_hans: 你有什么信念是从未被完全质疑过的？

source: What's a book you think everyone should read and why?
de: Welches Buch sollte deiner Meinung nach jeder lesen und warum?
es: ¿Qué libro crees que todos deberían leer y por qué?
fr: Quel livre penses-tu que tout le monde devrait lire et pourquoi ?
it: Quale libro pensi che tutti dovrebbero leggere e perché?
ja: 誰もが読むべきだと思う本とその理由は何ですか？
ko: 모두가 읽어야 한다고 생각하는 책과 그 이유는 무엇인가요?
nb: Hvilken bok tror du alle burde lese og hvorfor?
nl: Welk boek denk je dat iedereen zou moeten lezen en waarom?
pl: Jaką książkę uważasz, że każdy powinien przeczytać i dlaczego?
pt_br: Qual livro você acha que todos deveriam ler e porquê?
sv: Vilken bok tycker du alla borde läsa och varför?
uk: Яку книгу, на вашу думку, кожен має прочитати і чому?
zh_hans: 你认为每个人都应该读哪本书？为什么？

source: What's a boundary you've set that changed a relationship for the better?
de: Welche Grenze hast du gesetzt, die eine Beziehung zum Besseren verändert hat?
es: ¿Qué límite has establecido que haya mejorado una relación?
fr: Quelle limite as-tu fixée qui a changé une relation pour le mieux ?
it: Quale confine hai stabilito che ha cambiato una relazione in meglio?
ja: 人間関係をより良く変えた、あなたが設定した境界は何ですか？
ko: 관계를 더 좋게 바꾼 경계는 무엇인가요?
nb: Hvilken grense har du satt som endret et forhold til det bedre?
nl: Welke grens heb je gesteld die een relatie ten goede veranderde?
pl: Jaką granicę wyznaczyłeś, która zmieniła związek na lepsze?
pt_br: Qual limite você estabeleceu que mudou um relacionamento para melhor?
sv: Vilken gräns har du satt som förändrade en relation till det bättre?
uk: Який кордон ви встановили, що змінив стосунки на краще?
zh_hans: 你设定的哪个界限让一段关系变得更好？

source: What's a boundary you've set that you're proud of?
de: Auf welche gesetzte Grenze bist du stolz?
es: ¿Qué límite has establecido del que te sientes orgulloso?
fr: Quelle limite avez-vous fixée dont vous êtes fier/fière ?
it: Quale limite hai stabilito di cui vai fiero?
ja: 誇りに思っている、自分が設定した境界線は何ですか？
ko: 당신이 설정한 경계 중 자랑스러운 것은 무엇인가요?
nb: Hvilken grense har du satt som du er stolt over?
nl: Op welke grens die je hebt gesteld ben je trots?
pl: Jaką granicę wyznaczyłeś, z której jesteś dumny?
pt_br: Qual limite você estabeleceu do qual se orgulha?
sv: Vilken gräns har du satt som du är stolt över?
uk: Які особисті кордони ви встановили і пишаєтеся цим?
zh_hans: 你设定的哪个界限让你感到自豪？

source: What's a brand you're loyal to for no good reason?
de: Welcher Marke bist du ohne guten Grund treu?
es: ¿Qué marca te es fiel sin una buena razón?
fr: À quelle marque es-tu fidèle sans bonne raison ?
it: A quale marca sei fedele senza una buona ragione?
ja: 特に理由もなく応援しているブランドは？
ko: 특별한 이유 없이 충성하는 브랜드는 무엇인가요?
nb: Hvilket merke er du lojal til uten god grunn?
nl: Welk merk ben je zonder goede reden trouw aan?
pl: Jakiej marce jesteś lojalny bez konkretnego powodu?
pt_br: A qual marca você é leal sem nenhuma boa razão?
sv: Vilket märke är du lojal mot utan någon bra anledning?
uk: Якому бренду ви віддані без вагомої причини?
zh_hans: 哪个品牌你没有特别理由却一直很忠诚？

source: What’s a career path you almost took but didn’t?
de: Welchen Karriereweg hast du fast eingeschlagen, aber nicht?
es: ¿Qué carrera casi tomaste pero no?
fr: Quelle est une carrière que tu as presque choisie mais que tu n'as pas prise ?
it: Quale percorso di carriera hai quasi intrapreso ma non hai fatto?
ja: ほとんど選びかけたけど選ばなかったキャリアパスは何ですか？
ko: 거의 선택할 뻔했지만, 선택하지 않은 직업 경로는 무엇인가요?
nb: Hvilken karrierevei tok du nesten, men ikke?
nl: Welk carrièrepad heb je bijna gevolgd maar niet?
pl: Jaką ścieżkę kariery prawie wybrałeś, ale nie?
pt_br: Qual caminho de carreira você quase seguiu, mas não seguiu?
sv: Vilken karriärväg tog du nästan men inte?
uk: Який кар'єрний шлях ви майже обрали, але не обрали?
zh_hans: 你差点走上但没走的职业道路是什么？

source: What's a cause you'd dedicate more time to if you could?
de: Welcher Sache würdest du mehr Zeit widmen, wenn du könntest?
es: ¿Por qué causa dedicarías más tiempo si pudieras?
fr: À quelle cause consacrerais-tu plus de temps si tu le pouvais ?
it: A quale causa dedicheresti più tempo se potessi?
ja: もし可能なら、もっと時間を費やしたいと思う原因は何ですか？
ko: 가능하다면 더 많은 시간을 할애하고 싶은 원인은 무엇인가요?
nb: Hvilken sak ville du brukt mer tid på hvis du kunne?
nl: Voor welke zaak zou je meer tijd willen vrijmaken als je kon?
pl: Jakiej sprawie poświęciłbyś więcej czasu, gdybyś mógł?
pt_br: Para qual causa você dedicaria mais tempo se pudesse?
sv: Vilken sak skulle du ägna mer tid åt om du kunde?
uk: Якій справі ви б приділяли більше часу, якби могли?
zh_hans: 如果可能的话，你会把更多时间投入到什么事业上？

source: What's a cause you'd volunteer for if you had unlimited time?
de: Für welche Sache würdest du dich ehrenamtlich engagieren, wenn du unendlich viel Zeit hättest?
es: ¿Por qué causa serías voluntario si tuvieras tiempo ilimitado?
fr: Pour quelle cause serais-tu bénévole si tu avais du temps illimité ?
it: Per quale causa faresti volontariato se avessi tempo illimitato?
ja: 無限の時間があるなら、どのような活動にボランティアとして参加したいですか？
ko: 시간이 무한하다면 어떤 일에 자원봉사하고 싶으신가요?
nb: Hvilken sak ville du frivillig jobbet for hvis du hadde ubegrenset tid?
nl: Voor welk goed doel zou je vrijwilligerswerk doen als je onbeperkt tijd had?
pl: Dla jakiej sprawy zostałbyś wolontariuszem, gdybyś miał nieograniczony czas?
pt_br: Para qual causa você seria voluntário se tivesse tempo ilimitado?
sv: Vilken sak skulle du volontärarbeta för om du hade obegränsad tid?
uk: Для якої справи ви б волонтерили, якби мали безмежний час?
zh_hans: 如果你有无限时间，你会为哪个事业做志愿者？

source: What's a challenge you're grateful for?
de: Für welche Herausforderung bist du dankbar?
es: ¿Por qué desafío estás agradecido?
fr: Pour quel défi es-tu reconnaissant ?
it: Per quale sfida sei grato?
ja: 感謝している挑戦は何ですか？
ko: 감사하게 생각하는 도전은 무엇인가요?
nb: Hvilken utfordring er du takknemlig for?
nl: Voor welke uitdaging ben je dankbaar?
pl: Za jakie wyzwanie jesteś wdzięczny?
pt_br: Por qual desafio você é grato?
sv: Vilken utmaning är du tacksam för?
uk: За який виклик ви вдячні?
zh_hans: 你对哪个挑战心存感激？
